Repository: MyQuriosity/MyQuriosity-BE-Elixir
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, ur

source: sunday
ar: الأحد
ur: اتوار

source: monday
ar: الاثنين
ur: پیر

source: tuesday
ar: يوم الثلاثاء
ur: منگل

source: wednesday
ar: الأربعاء
ur: بدھ

source: thursday
ar: يوم الخميس
ur: جمعرات

source: friday
ar: جمعة
ur: جمعہ

source: saturday
ar: السبت
ur: ہفتہ

source: Admin assign you a role of campus admin
ar: يعين لك المسؤول دور مسؤول الحرم الجامعي

source: Admin assign you a role of section admin
ar: يعين لك المسؤول دور مشرف الفصل

source: Admin assign you a role of campus moderator
ar: يقوم المسؤول بتعيين لك دور مشرف الحرم الجامعي

source: Admin assign you a role of section moderator
ar: المسؤول يعين لك دور مشرف الفصل

source: Admin assign you a role of section teacher
ar: يقوم المسؤول بتعيين لك دور مدرس الفصل

source: Admin assign you a role of section student
ar: يعين لك المسؤول دور طالب الفصل

source: Admin assign you a role of guardian
ar: يعين لك المسؤول دور الوصي

source: %{name} assign you a role of %{role}
ar: %{role} يعين لك دور %{name}
ur: کا کردار تفویض کرتا ہے %{role} آپ کو %{name}

source: %{name} revoke you a role of %{role}
ar: %{role} يبطل لك دور %{name}
ur: کا کردار منسوخ کرتا ہے %{role} آپ کو %{name}

source: %{name} created your period of %{subject} for section %{section}
ar: %{section} للفصل %{subject} الجدول الزمني الخاص بك لـ %{name} أنشأ
ur: کا شیڈول بنایا %{subject} کے لئے آپ کا %{section} نے کلاس %{name}

source: %{name} updated your period of %{subject} for section %{section}
ar: %{section} للفصل %{subject} بتحديث الجدول الزمني الخاص بك لـ %{name} قام
ur: کا شیڈول اپ ڈیٹ کیا %{subject} کے لئے آپ کا %{section} نے کلاس %{name}

source: %{name} deleted your period of %{subject} for section %{section}
ar: %{section} للفصل %{subject} بحذف جدولك %{name} قام
ur: کا شیڈول حذف کردیا %{subject} کے لئے آپ کا %{section} نے کلاس %{name}

source: %{name} created your routine of %{subject} for section %{section}
ar: %{section} للفصل %{subject} روتينك لـ %{name} أنشأ
ur: کا معمول بنایا %{subject} کے لئے آپ کا %{section} نے کلاس %{name}

source: %{name} updated your routine of %{subject} for section %{section}
ar: %{section} للفصل %{subject} بتحديث روتينك لـ %{name} قام
ur: کا معمول اپ ڈیٹ کیا %{subject} کے لئے آپ کا %{section} نے کلاس %{name}

source: %{name} deleted your routine of %{subject} for section %{section}
ar: %{section} للفصل %{subject} حذف روتين %{name} قام
ur: کا معمول حذف کردیا %{subject} کے لئے آپ کا %{section} نے کلاس %{name}
